Repository: EAATA-Brasil/FormSuporte
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Portuguese
es: Portugués

source: Spanish
es: Español

source: Document
es: Documento

source: Concluído
es: Completado

source: Em progresso
es: En progreso

source: Atrasado
es: Retrasado

source: Requisitado
es: Solicitado

source: Notificações
es: Notificaciones

source: Nenhuma notificação
es: Ninguna notificación

source: Serial
es: S/N

source: Status
es: Estado

source: Deadline
es: Fecha límite

source: Responsável
es: Responsable

source: Nova Ocorrência
es: Nueva incidencia

source: Criar novo responsável
es: Crear nuevo responsable

source: Primeira
es: Primero

source: Voltar
es: Atrás

source: Avançar
es: Adelante

source: Última
es: Último

source: Selecionar responsável:
es: Seleccionar responsable:

source: Escolha
es: Elegir

source: Total de ocorrências:
es: Total de incidencias:

source: Deseja realmente deletar o arquivo
es: ¿Desea realmente eliminar el archivo?

source: Erro ao buscar o registro atualizado:
es: Error al buscar el registro actualizado:

source: Erro ao atualizar os dados da ocorrência.
es: Error al actualizar los datos de la incidencia.

source: Erro ao deletar o arquivo:
es: Error al eliminar el archivo:

source: Erro:
es: Error:

source: Erro ao deletar o arquivo.
es: Error al eliminar el archivo.

source: Erro ao fazer download:
es: Error al descargar:

source: Erro ao fazer download do arquivo. Tente novamente.
es: Error al descargar el archivo. Intente nuevamente.

source: Não definido
es: No definido

source: Não finalizado
es: No finalizado

source: Erro ao marcar notificações como lidas:
es: Error al marcar notificaciones como leídas:

source: Arquivo
es: Archivo

source: Deletar
es: Eliminar

source: Download
es: Descargar

source: Nenhum arquivo anexado.
es: Ningún archivo adjunto.

source: Detalhes da Ocorrência
es: Detalles de la incidencia

source: Gerar PDF
es: Generar PDF

source: COPIAR INFORMAÇÕES
es: COPIAR INFORMACIÓN

source: Não informado
es: No informado

source: Telefone de contato:
es: Teléfono de contacto:

source: Serial:
es: S/N:

source: Tipo ECU:
es: Tipo de ECU:

source: Tipo Motor:
es: Tipo de motor:

source: Ano:
es: Año:

source: Versão:
es: Versión:

source: Status:
es: Estado:

source: Aguardando Responsável
es: Esperando responsable

source: Aguardando China
es: Esperando China

source: Responsável:
es: Responsable:

source: Data:
es: Fecha:

source: Prazo:
es: Plazo:

source: Adicionar novo arquivo:
es: Agregar nuevo archivo:

source: Selecionar Arquivos
es: Seleccionar archivos

source: Cadastrar
es: Registrar incidencia

source: Limpar Tudo
es: Limpiar todo

source: Digite sua mensagem...
es: Escriba su mensaje...

source: Enviar imagem
es: Enviar imagen

source: Arquivos anexados:
es: Archivos adjuntos:

source: Baixar Todos
es: Descargar todo

source: Informações Detalhadas
es: Información detallada

source: Fechar
es: Cerrar

source: Informações copiadas com sucesso!
es: ¡Información copiada con éxito!

source: Erro ao copiar informações!
es: ¡Error al copiar la información!

source: Erro de rede ou do servidor
es: Error de red o del servidor

source: Erro inesperado:
es: Error inesperado:

source: O socket do chat foi fechado inesperadamente
es: El socket del chat se cerró inesperadamente

source: Baixado!
es: ¡Descargado!

source: Por favor, selecione apenas arquivos de imagem.
es: Por favor, seleccione solo archivos de imagen.

source: A imagem deve ter no máximo 2MB.
es: La imagen debe tener un tamaño máximo de 2MB.

source: Imagem colada! Digite uma mensagem (opcional)...
es: ¡Imagen pegada! Escriba un mensaje (opcional)...

source: Imagem colada com sucesso!
es: ¡Imagen pegada con éxito!

source: Mensagem enviada:
es: Mensaje enviado:

source: com texto
es: con texto

source: apenas imagem
es: solo imagen

source: Erro ao processar opções de filtro não-data:
es: Error al procesar opciones de filtro no relacionadas con la fecha:

source: Nenhuma data disponível.
es: No hay fechas disponibles.

source: (Vazio)
es: (Vacío)

source: Nenhuma opção disponível.
es: Ninguna opción disponible.

source: Selecionar Todos
es: Seleccionar todos

source: Limpar
es: Limpiar

source: Erro ao filtrar:
es: Error al filtrar:

source: Erro
es: Error

source: Ocorreu um erro ao aplicar os filtros.
es: Ocurrió un error al aplicar los filtros.

source: Erro ao persistir status China:
es: Error al persistir el estado China:

source: Erro de rede ao persistir status China:
es: Error de red al persistir el estado China:

source: Nenhum registro encontrado.
es: Ningún registro encontrado.

source: Ver Detalhes
es: Ver detalles

source: Data copiada para área de transferência
es: Fecha copiada al portapapeles

source: Hoje
es: Hoy

source: Selecione o responsável
es: Seleccione el responsable

source: Feedback copiado para área de transferência
es: Feedback copiado al portapapeles

source: Erro na requisição
es: Error en la solicitud

source: Erro ao carregar notificações:
es: Error al cargar notificaciones:

source: Marcar como lida
es: Marcar como leída

source: Marcar notificação como lida
es: Marcar notificación como leída

source: Marcar lida
es: Marcar leída

source: Erro ao buscar ocorrência:
es: Error al buscar incidencia:

source: Erro ao carregar detalhes da ocorrência.
es: Error al cargar detalles de la incidencia.

source: Erro ao contar notificações:
es: Error al contar notificaciones:

source: Erro desconhecido ao atualizar status.
es: Error desconocido al actualizar el estado.

source: Erro ao salvar status no pop-up:
es: Error al guardar el estado en el pop-up:

source: Erro de Rede
es: Error de red

source: Não foi possível conectar ao servidor para atualizar o status.
es: No se pudo conectar al servidor para actualizar el estado.

source: Criar novo usuário
es: Crear nuevo usuario

source: Logout
es: Cerrar sesión

source: Voltar para tabela
es: Volver a la tabla

source: Login
es: Iniciar sesión

source: -- Selecione o país --
es: -- Seleccione el país --

source: Sem país atribuído
es: Sin país asignado

source: -- Selecione o responsável --
es: -- Seleccione el responsable --

source: Equipamentos
es: Equipos

source: -- Selecione o equipamento --
es: -- Seleccione el equipo --

source: Diagnosis
es: Diagnóstico

source: Device
es: Dispositivo

source: Telefone de contato
es: Teléfono de contacto

source: Ano
es: Año

source: Versão
es: Versión

source: Status padrão
es: Estado predeterminado

source: Anexar Arquivo(s)
es: Adjuntar archivo(s)

source: Cadastrar Ocorrência
es: Registrar incidencia

source: China Atrasada
es: China retrasada
